/** @file

;******************************************************************************
;* Copyright (c) 2014, Insyde Software Corp. All Rights Reserved.
;*
;* You may not reproduce, distribute, publish, display, perform, modify, adapt,
;* transmit, broadcast, present, recite, release, license or otherwise exploit
;* any part of this publication in any form, by any means, without the prior
;* written permission of Insyde Software Corporation.
;*
;******************************************************************************
*/

/=#

#string STR_EXIT_SAVING_CHANGES_STRING                     #language en-US        "Exit Saving Changes"
                                                           #language fr-FR        "Quitter les Changements Sauvegardés"
                                                           #language zh-TW        "\wide離開並儲存改變\narrow"
                                                           #language ja-JP        "\wide変更を保存して終了\narrow"
                                                           #language it-IT        "Uscire dalla modifica delle impostazioni"
                                                           #language es-ES        "Salga de Cambios de Ahorro"
                                                           #language de-DE        "Einsparung der Änderungen beenden"
                                                           #language pt-PT        "Sair dos Mudanças de Poupança"
#string STR_SAVE_CHANGE_WITHOUT_EXIT_STRING                #language en-US        "Save Change Without Exit"
                                                           #language fr-FR        "Sauvegarder les Modifications Sans Quitter"
                                                           #language zh-TW        "\wide儲存改變但不離開\narrow"
                                                           #language ja-JP        "\wide終了しないまま変更を保存する\narrow"
                                                           #language it-IT        "Salva Senza Uscire"
                                                           #language es-ES        "Guardar cambios sin salir"
                                                           #language de-DE        "Änderungsspeicherung ohne Programausstieg"
                                                           #language pt-PT        "Guardar alteração sem saída"
#string STR_EXIT_DISCARDING_CHANGES_STRING                 #language en-US        "Exit Discarding Changes"
                                                           #language fr-FR        "Quitter la mode d'Abandonner la modification"
                                                           #language zh-TW        "\wide離開並棄置改變\narrow"
                                                           #language ja-JP        "\wide変更を破棄して終了\narrow"
                                                           #language it-IT        "Uscire dalle impostazioni di eliminazione"
                                                           #language es-ES        "Salga de Cambios de Desecho"
                                                           #language de-DE        "Das Verwerfen der Änderungen beenden"
                                                           #language pt-PT        "Sair das Mudanças Descartadas"
#string STR_LOAD_OPTIMAL_DEFAULTS_STRING                   #language en-US        "Load Optimal Defaults"
                                                           #language fr-FR        "Charger Defaults Optimaux"
                                                           #language zh-TW        "\wide載入最佳的原始值\narrow"
                                                           #language ja-JP        "\wide最適なデフォルト値を読み込む\narrow"
                                                           #language it-IT        "Caricare default ottimale"
                                                           #language es-ES        "Cargue Defectos Óptimos"
                                                           #language de-DE        "Optimale Standardeinstellungen laden"
                                                           #language pt-PT        "Carregar Defaults Opcionais"
#string STR_LOAD_CUSTOM_DEFAULTS_STRING                    #language en-US        "Load Custom Defaults"
                                                           #language fr-FR        "Charger Custom Defaults"
                                                           #language zh-TW        "\wide載入自訂的原始值\narrow"
                                                           #language ja-JP        "\wideカスタムデフォルト値を読み込む\narrow"
                                                           #language it-IT        "Caricare default personalizzato"
                                                           #language es-ES        "Carque Defectos de Costumbre"
                                                           #language de-DE        "Kundenspezifische Standardeinstellungen laden"
                                                           #language pt-PT        "Carregar Defaults de Costume"
#string STR_DISCARD_CHANGES_STRING                         #language en-US        "Discard Changes"
                                                           #language fr-FR        "Abandonner la modification"
                                                           #language zh-TW        "\wide棄置改變\narrow"
                                                           #language ja-JP        "\wide変更を破棄する\narrow"
                                                           #language it-IT        "Eliminare modifiche"
                                                           #language es-ES        "Cambios de Desecho"
                                                           #language de-DE        "Änderungen verwerfen"
                                                           #language pt-PT        "Mudanças Descartadas"